brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['--with-default-names']

brew 'ack'
brew 'axel'
brew 'chruby'
brew 'git'
brew 'gpg'
brew 'go'
brew 'heroku-toolbelt'
brew 'hh'
brew 'httpie'
brew 'htop'
brew 'mercurial'
brew 'mtr'
brew 'nmap'
brew 'pstree'
brew 'pv'
brew 'ripgrep'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wakeonlan'
brew 'wget'
brew 'youtube-dl'

cask 'android-file-transfer'
cask 'bittorrent-sync'
cask 'clementine'
cask 'chefdk'
cask 'chicken'
cask 'cord'
cask 'cyberduck'
cask 'dropbox'
cask 'jitsi'
cask 'karabiner'
cask 'google-drive'
cask 'google-hangouts'
cask 'gpgtools'
cask 'iterm2'
cask 'libreoffice'
cask 'licecap'
cask 'macdown'
cask 'osxfuse'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'spectacle'
cask 'textmate'
cask 'the-unarchiver'
cask 'tomahawk'
cask 'trim-enabler'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
cask 'xquartz'
cask 'quitter'

tap 'caskroom/versions'
cask 'google-chrome-beta'
cask 'firefox-beta'

tap 'neovim/homebrew-neovim'
brew 'neovim'

brew 'mas'
mas 'Twitter', id: 409789998
mas 'iPhoto', id: 408981381
mas 'Telegram', id: 747648890
mas 'GarageBand', id: 682658836
mas 'iMovie', id: 408981434
mas 'Textual 5', id: 896450579
mas 'Pages', id: 409201541
mas 'Keynote', id: 409183694
mas 'Todoist', id: 585829637
mas 'StreamCloud', id: 894578573
mas 'Numbers', id: 409203825
