brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['--with-default-names']

brew 'ack'
brew 'axel'
brew 'chruby'
brew 'git'
brew 'gpg'
brew 'go'
brew 'heroku-toolbelt'
brew 'hh'
brew 'httpie'
brew 'htop'
brew 'mercurial'
brew 'mtr'
brew 'nmap'
brew 'pstree'
brew 'pv'
brew 'ruby-build'
brew 'shellcheck'
brew 'sqlmap'
brew 'ssh-copy-id'
brew 'thefuck'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wakeonlan'
brew 'wget'
brew 'youtube-dl'

tap 'phinze/cask'
brew 'brew-cask'
cask 'adium'
cask 'android-file-transfer'
cask 'alfred'
cask 'bittorrent-sync'
cask 'clementine'
cask 'chefdk'
cask 'chicken'
cask 'cord'
cask 'cyberduck'
cask 'diffmerge'
cask 'dropbox'
cask 'filezilla'
cask 'jitsi'
cask 'karabiner'
cask 'gitx'
cask 'google-drive'
cask 'google-hangouts'
cask 'gpgtools'
cask 'heroku-toolbelt'
cask 'iterm2'
cask 'libreoffice'
cask 'licecap'
cask 'macdown'
cask 'macvim'
cask 'menumeters'
cask 'osxfuse'
cask 'sequel-pro'
cask 'slack'
cask 'skype'
cask 'sonora'
cask 'spectacle'
cask 'textmate'
cask 'the-unarchiver'
cask 'tomahawk'
cask 'trim-enabler'
cask 'tunnelblick'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'xee'
cask 'xquartz'

tap 'fnichol/dvm'
brew 'dvm'

tap 'caskroom/versions'
cask 'google-chrome-beta'
cask 'firefox-beta'
